EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:0c8789e8-08bb-43b5-9166-2617e5305277</wsa:MessageID>
      <int:ProcedureID>urn:uuid:1dbc5ef2-1c0e-4a93-8563-af6ffc0539b6</int:ProcedureID>
      <int:ConversationID>urn:uuid:d2fc20e7-32d0-462f-9a53-865f7a41591c</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:7620100e-1604-4230-9997-6dfa26824e7a</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:34680a44-762d-42e3-959e-fa04b8b19de4</int:TrackID>
         <int:AcceptTime>2020-01-22T11:31:38+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>e26dd972-cd2e-4c4c-8735-2b92e12222d0</sgn:SignalId>
         <sgn:DateTime>2020-01-22T11:31:38.779</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
